bradgashler.htmltagwrap
dbaeumer.vscode-eslint
divyanshuagrawal.competitive-programming-helper
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
htmlhint.vscode-htmlhint
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-vscode.cpptools
neptunedesign.vs-html-to-css
pranaygp.vscode-css-peek
ritwickdey.liveserver
solnurkarim.html-to-css-autocompletion
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
zignd.html-css-class-completion
